{"game":[{"name":"艾尔登法环","score":9,"time":"2022-03-21","article":"xbox上第一个全成就的游戏。好玩当然是好玩，但是对于只喜欢干爆boss的ass的我来说，探索部分实在是太多了。最后还是坚持了自我没有使用魔法（虽然祷告和战技还是用的），三周目分别使用逆刺 xxx的双头刀 翼展镰刀通关。这作就算坚持近战也推荐点一点信仰，毕竟祷告给的buff太实在了。如果你喜欢探索地图，那毫无疑问是必玩的游戏。如果和我一样只想干爆boss，那我的评价是，不如只狼。喜欢的boss排名：荷莱露 女武神 碎星","platform":"xbox series s"},{"name":"生化危机 村庄","score":9,"time":"2022-02-28","article":"在7的基础上削弱了恐怖要素，对于恐怖苦手来说只能说好的一批。就算动态难度将玩家的子弹数量控制的死死的，中后期也还是比7要爽快不少，甚至最后还有坦克大战，在克里斯篇上了自动武器也是爽到。boss设计也很棒，最喜欢的boss还是万磁王吧，徒手拆机简直绝了。中文配音好评！希望以后游戏都有中文配音。至于周回要素还是等我玩完环再继续了～","platform":"xbox series s"},{"name":"Outer Wilds","score":5,"time":"2022-01-24","article":"这种轮回类的玩起来一向蛋痛，不断死亡带来的的负反馈也太大了啊。不过想想梅祖拉的假面也是我唯一玩不下去的塞，可能我确实不适合这类吧～比起梅祖拉假面花了300冤枉钱，还是得感谢xgp给我提供的试错机会。。。。幸好我不在《开端》的循环中了。。。","platform":"xbox series s"},{"name":"密特罗德 萨姆斯归来","score":8,"time":"2022-01-17","article":"地图虽然很大，但是没有什么联通感，各个地区都非常独立。蜘蛛球虽然还算精妙，但地图各种地方也不得不用粘液来阻碍用蜘蛛球解密，感觉有点出戏。反击还是很舒服的，为生存恐惧打下了良好基础。boss有点重复，不过机器人跟最终战还是打起来非常舒服的。作为银河城爱好者，这下密特罗德只剩超银没玩过了（？","platform":"3DS"},{"name":"生化危机5","score":8,"time":"2022-01-17","article":"历时半年，一共四五个下午，总算是和sora一起通关了。不愧是系列销量起飞的一作，即便是10年前的游戏，放到如今gameplay依然没有褪色，少了恐怖，但多了爽快。依靠子弹数量给玩家压的死死的办法，几乎无法放开突突，却也别有风味。最终战弹尽粮绝之后不得不上前与威斯克拼刀，却发现这是正确的过法，也是绝了。","platform":"xbox series s"},{"name":"ALTDEUS: Beyond Chronos","score":9,"time":"2022-01-17","article":"明明脱宅了却居然又玩了一部美少女游戏（？）虽然制约于quest2的机能，NPC跟主角的移动基本是幻灯片有点出戏，但VR的表现力毫无疑问是大大高于普通游戏的，亲自拿着手枪射人，那是选一个“开枪”选项能比的吗？驾驶机甲战斗的时候其实有点出戏，能操作的部分也不多。反而是诺亚的几场live看的很过瘾，感觉光这个就值回票价了——结果剧情也还相当不错，TE更是我最喜欢的展开。打完真的是无限满足啊～","platform":"Meta Quest2"}],"anime":[{"name":"开端","score":8,"time":"2022-01-27","article":"前期剧情有点难受，不过中期的处理开始超神，11集简直神，12集神中神，可惜结尾只能说是平稳落地，有点拉了。白敬亭真的让人刮目相看，演技一直在线；赵今麦相比之下则差劲不少，演的痕迹太重了，而恋爱戏更是一塌糊涂，一点也不像恋爱的女孩子；张警官，司锅姨两个老戏骨则是演的太牛逼了，刘丹第八集瞪男主那个眼神更是绝了。二次元元素融入的相当自然，男主作为游戏专业也cue了塞尔达和rdr2，赞一个。"},{"time":"2022-01-11","name":"odd taxi","score":8,"article":"好久没看番了，这部真的是相当优秀，值得推荐。最后两话疯狂回收伏线真让人直呼过瘾，结局真凶终于浮出水面也让人相当震惊。毫无疑问是小成本动画的典范之一了"}],"other":[],"novel":[{"name":"星之继承者3","score":5,"time":"2022-02-15","article":"没有了前两本的想象力，反而多了一堆不知所谓的反派和冲突，可以说完全撑不起来这么宏大背景的故事。唯一可说的就是最后的超展开依然很给力。这种闭环后味还是无穷的，到底是先有鸡还是先有蛋呢？"},{"name":"星之继承者2","score":8,"time":"2022-01-21","article":"虽然相比第一部的谜题和反转，这一部明显逊色了不少，不过想象力和点子还是足够丰富，集合了物理化学生物的各种设计，玩转引力更是让人对科技充满期待。人类是由伽星人（嘉心人）的生物技术制造的也合情合理。这个系列中的人类远远领先于现实地球上这群摆烂的人类，希望人类的未来也能这样都为了人类福祉考虑而减少内斗吧。结尾挖的坑揭示了伽星人甚至有了超越时空的技术，也让人对第三部充满期待。"}],"movie":[{"name":"蜘蛛侠 英雄无归","score":8,"time":"2022-03-16","article":"不管怎么说，特效没得说。主角和奇异博士在异空间的打斗给人印象十分深刻。三代同框确实够情怀。反派由于人数较多，沙人和蜥蜴人实在是有点酱油，而且行为动机也不够明确。着重描写的章鱼博士和绿魔还是挺让人怀念的。至于剧情，emmmmmmmmmmmmmmmmmm。算了，别管他合不合理吧，超英片看什么剧情"},{"name":"这个杀手不太冷静","score":6,"time":"2022-02-21","article":"虽然质量一般般，但整体还是非常搞笑的，而且春节档居然只有这一部喜剧，就离谱。男主演技着实不错，配角也很棒，路子野（陈明昊）的黑道头头更是相当绝；艾伦仅仅是客串有点可惜。点名批评马丽，倒不是演技不行，单纯这个角色就不适合她。明明找个花瓶型的演员就很好了，没必要硬为了喜剧所以安排马丽啊（本身颜值也不在第一档）。"},{"name":"不要抬头","score":8,"time":"2022-02-14","article":"相当优秀的喜剧，看的过程多次笑喷饭。据说编剧的时候是2019年，那也算半个预言电影了，把懂皇那一套给讽刺完了。顺便也讽刺了米国资本黑手操控政府的情况。资本为了利益置全人类安全为玩物，也是相当真实了。小李子在节目中的爆发绝了，大表姐相较之下没有什么出彩的表演。另外某一幕甚至还有奶子看还行。"},{"name":"奇迹·笨小孩","score":8,"time":"2022-02-09","article":"这片里面拆手机相当专业，数码爱好者狂喜。由于我就在深圳华强北，代入感又极高，再次狂喜。比起春节其它几部电影，基于普通小人物，立意首先就赢了一大筹。虽然几年后的成功有点出戏，但由于着重刻画了男主创业过程中的种种不易，大团圆结局反而让人很过瘾。文牧野确实有点东西，牛！"},{"name":"狙击手","score":7,"time":"2022-02-09","article":"故事其实是比水门桥讲的要好，由小见大的感觉让人很喜欢。可是后半主角的表现实在过于违反常识，让人十分出戏。而血腥的表现其实也不适合春节的氛围，不知道为什么现在春节都上这种片子。。。"},{"name":"长津湖之水门桥","score":8,"time":"2022-02-03","article":"由于比上半部紧凑、完成度高，观感是要好于上部的。最后吴京牺牲自己炸桥还是挺燃的，可惜美帝实在太屌了，导致不够爽。最后七连只剩万里报道的名场面确实赞，可惜最后的煽情有点蛇足。总的来说8分没毛病，徐克水平还是稳健的 "}]}