{"game":[{"name":"SEVEN DOORS","score":6,"time":"2023-03-14","article":"以后还是要先看评测再买游戏了。虽然名为解密游戏，但其实就是个连线游戏。没有什么谜题，找到物品，把东西放在合适的地方就行了。点名批评埃及关，做几个岔路折磨人很爽吗，翻译符号也是纯作业。成就点倒是很好拿。。。xss略卡，是不是提示我要换机器了呢","platform":"Xbox Series S"},{"name":"Moss","score":7,"time":"2023-01-09","article":"我玩到的第二款这种视角的VR游戏，相比兔子洞，moss对VR的特性利用的只能说一般。不过得益于可爱的小老鼠，玩起来还是愉快的。动作部分虽然主角性能还可以，但怪种类太少了，有些单调，最后干掉大蛇还挺帅的。解谜部分还不错，收集部分也同样不错。最后，中文配音好评！","platform":"Meta Quest2"},{"name":"TUNIC","score":7,"time":"2022-12-01","article":"一开始由于没有指引给我拿剑，体验略差。放下了几个月捡起来才发现真就是和塞尔达一样先拿剑盾。。这游戏的战斗相当减分，主角性能实在是。。。而和塞尔达解密战斗并重不同，这游戏主线通关其实没有什么解密要素，只是将某些机制藏在了小册子里，在通关过程中可能会觉得哪里怪怪的但并掌握不了解密的机制，基本只能通关之后再来解密。不过光点和隐藏宝物的解密还算精彩的，黄金大道更是让人头大到牛逼。感谢xgp让我嫖到这个游戏","platform":"Xbox Series S"},{"name":"A=B","score":8,"time":"2022-11-28","article":"17小时终于完成了全部关卡，只能说太有趣了。作为一个前端，对算法的了解基本止于皮毛（虽然不知道这个牛马语言要的是不是算法。满足感最大的关是除法，写完三十多行忐忐忑忑点运行居然完美执行了自己的思路，只剩下某些情况的查漏补缺，真的很爽。第六章也突破了个人对程序的认知，这么粪的语言不带关键词就是实现图灵完备？可惜作者也没让我做不带关键词的加法，想想就离谱。看看大佬们拼命缩行数也觉得思路开阔了不少。最搞笑的还是上班的时候玩这个摸鱼，一点负罪感都没有，被同事领导看到了也不要紧，谁看得出你在玩游戏啊！","platform":"macOS"},{"name":"夏洛克福尔摩斯：第一章","score":9,"time":"2022-09-13","article":"推理迷不可错过的游戏，除了收集线索的时候线索会体现在搜索档案里，也有很多细节靠自己去观察推测。游戏里还包含了许多19世纪末期的风土人情。主线任务都很精彩，支线和DLC任务也是一个比一个有趣。我印象最深刻的任务应该是瞎眼，证词不可信啊www。最后见到华生的名场景魔改了一下，但原著粉还是有爽到","platform":"Xbox Series S"},{"name":"AI：梦境档案 涅槃肇始","score":8,"time":"2022-08-07","article":"30h通关，想了想懒得全成就了。核心诡计依旧给力，特别是瑞希这边圆的很完美，龙木那边就稍显有点马虎。新角色除了米治的父子亲情，另两对cp由于着墨过少存在感未免低了一点。梦境设计没有了一代那么天马行空，但相对来说更有逻辑更有解密感，而不是纯试错了，可以说有优有劣吧。话说咱能别惦记这qte战斗了吗，太尴尬了。。。。","platform":"Xbox Series S"},{"name":"星之卡比 探索发现","score":8,"time":"2022-04-07","article":"老任的游戏水平还是非常安定的，卡比算是我比较没兴趣的系列了（本身也不算喜欢平台游戏）。不过这次3D化还是没忍住购入了。整体隐藏和解密的设计还是很巧妙的，探索起来非常开心。塞满嘴的设计真的棒棒的，萌萌哒，也丰富了游戏。竞技场Z的难度也毫不含糊，和“简单”两个字根本扯不上关系了，凹了几遍才过。都调侃说卡比是儿童环，我看帝帝帝大王这招式确实和拉达冈差不多，哈哈","platform":"Nintendo Switch"},{"name":"Down the Rabbit Hole","score":7,"time":"2022-03-26","article":"简简单单的小品级第三视角解密游戏，对vr的运用相当不错。本来也该如此，为什么VR一定要是第一视角呢？主线解密本身还是比较简单的，全收集则麻烦的多，而且非常藏逼（表扬）。还是相当值得一玩的。如果你喜欢爱丽丝梦游仙境那可能是必玩的。","platform":"Meta Quest2"},{"name":"Blade & Sorcery: Nomad","score":7,"time":"2022-03-23","article":"大名鼎鼎的vr游戏，个人认为这才是必玩的vr游戏。quest2版目前只有沙盒模式，但已经足够爽到。亲自挥剑劈中敌人，和按键反馈的打击感那是能比的吗？最大的问题还是平移移动的眩晕感，不过这恐怕也是所有vr游戏都要面对的问题。我平时并不晕3D，但为了砍人迂回的时候那还是一个天旋地转……光沙盒模式确实不够玩，期待制作组早日做好rpg模式，让人好好爽爽吧","platform":"Meta Quest2"},{"name":"艾尔登法环","score":9,"time":"2022-03-21","article":"xbox上第一个全成就的游戏。好玩当然是好玩，但是对于只喜欢干爆boss的ass的我来说，探索部分实在是太多了。最后还是坚持了自我没有使用魔法（虽然祷告和战技还是用的），三周目分别使用逆刺 xxx的双头刀 翼展镰刀通关。这作就算坚持近战也推荐点一点信仰，毕竟祷告给的buff太实在了。如果你喜欢探索地图，那毫无疑问是必玩的游戏。如果和我一样只想干爆boss，那我的评价是，不如只狼。喜欢的boss排名：荷莱露 女武神 碎星","platform":"xbox series s"},{"name":"生化危机 村庄","score":9,"time":"2022-02-28","article":"在7的基础上削弱了恐怖要素，对于恐怖苦手来说只能说好的一批。就算动态难度将玩家的子弹数量控制的死死的，中后期也还是比7要爽快不少，甚至最后还有坦克大战，在克里斯篇上了自动武器也是爽到。boss设计也很棒，最喜欢的boss还是万磁王吧，徒手拆机简直绝了。中文配音好评！希望以后游戏都有中文配音。至于周回要素还是等我玩完环再继续了～","platform":"xbox series s"},{"name":"Outer Wilds","score":5,"time":"2022-01-24","article":"这种轮回类的玩起来一向蛋痛，不断死亡带来的的负反馈也太大了啊。不过想想梅祖拉的假面也是我唯一玩不下去的塞，可能我确实不适合这类吧～比起梅祖拉假面花了300冤枉钱，还是得感谢xgp给我提供的试错机会。。。。幸好我不在《开端》的循环中了。。。","platform":"xbox series s"},{"name":"密特罗德 萨姆斯归来","score":8,"time":"2022-01-17","article":"地图虽然很大，但是没有什么联通感，各个地区都非常独立。蜘蛛球虽然还算精妙，但地图各种地方也不得不用粘液来阻碍用蜘蛛球解密，感觉有点出戏。反击还是很舒服的，为生存恐惧打下了良好基础。boss有点重复，不过机器人跟最终战还是打起来非常舒服的。作为银河城爱好者，这下密特罗德只剩超银没玩过了（？","platform":"3DS"},{"name":"生化危机5","score":8,"time":"2022-01-17","article":"历时半年，一共四五个下午，总算是和sora一起通关了。不愧是系列销量起飞的一作，即便是10年前的游戏，放到如今gameplay依然没有褪色，少了恐怖，但多了爽快。依靠子弹数量给玩家压的死死的办法，几乎无法放开突突，却也别有风味。最终战弹尽粮绝之后不得不上前与威斯克拼刀，却发现这是正确的过法，也是绝了。","platform":"xbox series s"},{"name":"ALTDEUS: Beyond Chronos","score":9,"time":"2022-01-17","article":"明明脱宅了却居然又玩了一部美少女游戏（？）虽然制约于quest2的机能，NPC跟主角的移动基本是幻灯片有点出戏，但VR的表现力毫无疑问是大大高于普通游戏的，亲自拿着手枪射人，那是选一个“开枪”选项能比的吗？驾驶机甲战斗的时候其实有点出戏，能操作的部分也不多。反而是诺亚的几场live看的很过瘾，感觉光这个就值回票价了——结果剧情也还相当不错，TE更是我最喜欢的展开。打完真的是无限满足啊～","platform":"Meta Quest2"}],"anime":[{"name":"水星の魔女","score":8,"time":"2023-01-10","article":"这就是年轻人的第一部高达吗，真是够刺激的。前期进展过慢，导致观感很怪。主角的表现各种意义迷惑，但也还挺有意思的。期待第二季！"},{"name":"电锯人","score":7,"time":"2023-01-03","article":"烂，但也没有烂完了。主角CV过于减分，电次不张嘴的话观感就能好不少。无聊的感觉实在过多了。"},{"name":"Cyberpunk: Edgerunners","score":8,"time":"2022-10-08","article":"节奏把握很不错，角色塑造也很赞。非要挑刺就是中期主角的行为动机完全搞不明白，就算是为了露西的梦想难道不是老老实实赚钱就行吗，为了妈妈的梦想也不用这么激进啊。而更难受的是完全看不到大卫的自我意识（虽然可能这就是他的性格），对于这样的男主实在没法共情，导致观感下降了不少｜说回来，重锤这么厉害都被我锤爆了，我真是太强了。"},{"name":"JOJO的奇妙冒险 石之海 Part.2","score":8,"time":"2022-09-22","article":"节奏还是够紧张的，战斗感觉有点赶进度，描述不够详细。结果居然还有第三季，坐等了"},{"name":"开端","score":8,"time":"2022-01-27","article":"前期剧情有点难受，不过中期的处理开始超神，11集简直神，12集神中神，可惜结尾只能说是平稳落地，有点拉了。白敬亭真的让人刮目相看，演技一直在线；赵今麦相比之下则差劲不少，演的痕迹太重了，而恋爱戏更是一塌糊涂，一点也不像恋爱的女孩子；张警官，司锅姨两个老戏骨则是演的太牛逼了，刘丹第八集瞪男主那个眼神更是绝了。二次元元素融入的相当自然，男主作为游戏专业也cue了塞尔达和rdr2，赞一个。"},{"time":"2022-01-11","name":"odd taxi","score":8,"article":"好久没看番了，这部真的是相当优秀，值得推荐。最后两话疯狂回收伏线真让人直呼过瘾，结局真凶终于浮出水面也让人相当震惊。毫无疑问是小成本动画的典范之一了"}],"other":[{"name":"上路","score":6,"time":"2022-08-21","article":"拿到了上帝视角的凶手，怎么说呢，有点。。。根本不可能暴露的感觉。而由于视角信息过于丰富，在进度过半的时候就能盘出来事件的80%了。。。。总之体验很一般，还是喜欢当边缘角色出来carry","otherType":"谋杀之谜"},{"name":"年轮","score":9,"time":"2022-07-30","article":"完成度相当高的一部作品，推理过程中需要数次顿悟。角色都很均衡，线索基本都能连上，体验极好。唯一有点美中不足就是最后找凶手纯靠作案时间，而不是靠手法或者动机之类的推","otherType":"谋杀之谜"}],"novel":[{"name":"血海飘香","score":7,"time":"2023-02-21","article":"楚留香第一本，男主有点太爽文了，凶手太明显了。但总体还是好看的。"},{"name":"多情剑客无情剑","score":8,"time":"2023-02-21","article":"好看还是好看的，角色也写的很棒。但看过金庸的文笔之后，就觉得古龙的文字有些单调，不够吸引人。不过好就好在角色实在太出色了，林仙儿是写的真好啊。"},{"name":"如首无作祟之时","score":9,"time":"2023-02-21","article":"背景故事虽然没有《怨女》那么有意思，但推理却是相当优秀。核心诡计我虽然看穿了，但手法确实没推出来。。最后的最后居然是某人完成了复仇，有点为了诡计来诡计的意思。。"},{"name":"不可以","score":8,"time":"2023-02-19","article":"全篇叙述诡计，还挺过瘾的。在剧本之外还需要一定推理，不过都还不算复杂。"},{"name":"长夜难明","score":8,"time":"2022-12-28","article":"意难平啊意难平，推理成分不是很多，但也算精彩了。"},{"name":"福尔摩斯探案集","score":9,"time":"2022-12-26","article":"小时候看盗版，顺序乱七八糟的。长大后重看才发现居然写的这么好，许多推理的桥段到现在都可以说如同圣经了。而在推理之上则是无敌的角色塑造，跨越一百年的文字，依然将福尔摩斯这个形象完美地呈现给读者，太牛逼了。"},{"name":"星之继承者3","score":5,"time":"2022-02-15","article":"没有了前两本的想象力，反而多了一堆不知所谓的反派和冲突，可以说完全撑不起来这么宏大背景的故事。唯一可说的就是最后的超展开依然很给力。这种闭环后味还是无穷的，到底是先有鸡还是先有蛋呢？"},{"name":"星之继承者2","score":8,"time":"2022-01-21","article":"虽然相比第一部的谜题和反转，这一部明显逊色了不少，不过想象力和点子还是足够丰富，集合了物理化学生物的各种设计，玩转引力更是让人对科技充满期待。人类是由伽星人（嘉心人）的生物技术制造的也合情合理。这个系列中的人类远远领先于现实地球上这群摆烂的人类，希望人类的未来也能这样都为了人类福祉考虑而减少内斗吧。结尾挖的坑揭示了伽星人甚至有了超越时空的技术，也让人对第三部充满期待。"}],"movie":[{"name":"流浪地球2","score":9,"time":"2023-01-26","article":""},{"name":"无名","score":5,"time":"2023-01-22","article":"靠剪辑制造悬疑最后碎片化的解谜，观感还可以，但感觉本身本子很一般。\n梁朝伟线的故事还是很有意思的，不管是表弟还是黄磊的故事都让人感受到那个年代各式人物的生存方式。很多地方的小伏笔都让人能察觉到主角身份的疑点，和周迅的故事更是让人心疼先驱们的不易。\n但是王一博线整个从故事上就烂掉各种意味不明：未婚妻戏份的存在意义是啥？你一个明面的走狗打日本人又是为了表达啥？王传君有病去挑衅同事啊？日本军官把军事图给主角看也太刻意了吧？\n双线其中一边垮掉，那也只给一半分好了 "},{"name":"瞬息全宇宙","score":10,"time":"2022-11-14","article":"个人第四部满分电影！天马行空的荒诞剧情让我太喜欢了。本身我就喜欢这种“无论世界如何，我也要拯救你”的故事，而家庭和亲情，特别是母爱的描写，都让我感慨万千。随着年龄增加，对家庭的感悟也越来越多了。而电影也正是从可以说最重视家庭的中国文化引入故事，不过除了这点，故事与中国文化没多大关系。主角选择杨紫琼还是让人很有亲切感的，”我是你妈“那里反正让我想到了自己的母亲，理解你而又不希望你误入歧途，太像了。满分！"},{"name":"隐入尘烟","score":7,"time":"2022-09-08","article":"即使我没有那么穷苦过，这片倒还蛮能让人共情的。"},{"name":"独行月球","score":5,"time":"2022-08-20","article":"前半的喜剧和后半的升华割裂感过于严重，前半的搞笑略尬了一点。后半的升华又因为各种不科学让人感觉很出戏。感觉不管是一心做离谱的喜剧，或者保持硬核减少滑稽都能带来更好的观感"},{"name":"Luck","score":7,"time":"2022-08-15","article":"挺温馨的小故事，感觉还是有点模仿皮克斯的痕迹，总的来说很一般。"},{"name":"利刃出鞘","score":7,"time":"2022-08-10","article":"由于剧情的一半就基本解密完成了，不禁让人觉得有些无趣。就是最后搞定凶手的情节还挺爽的。"},{"name":"利兹与青鸟","score":6,"time":"2022-07-26","article":"啥几把玩意儿看不懂——也不至于。。。。但节奏太慢，过于文艺意识流，都挺劝退的。双女主的感情也就还行吧，算不算爱情直到最后也没有点破，确实不是我能理解的片子。。。"},{"name":"蝴蝶效应","score":8,"time":"2022-07-23","article":""},{"name":"我是山姆","score":7,"time":"2022-07-05","article":"女朋友看哭了，我则感觉太刻意。女儿确实好可爱"},{"name":"人生大事","score":8,"time":"2022-07-01","article":"故事设定在武汉，代入感还是很强的。主角说话带刺真的很有武汉的风土味。。在麻麻出现之前，这片可以说很完美了。麻麻出现后有点一言难尽，节奏赶的飞起，完全不知道是为了啥。。。"},{"name":"驾驶我的车","score":8,"time":"2022-03-26","article":"只能说随着年龄增长，能看懂的东西也越来越多。人生中很多事情就是无法找到真相的，抱着遗憾走下去也不是什么少见的事情。面对无情的生活，主角和万尼亚舅舅也只能选择继续活下去。我又何尝不是如此呢？\n不过慢节奏电影还是太蛋疼了，不适应现在快节奏的生活啊。。。。"},{"name":"蜘蛛侠 英雄无归","score":8,"time":"2022-03-16","article":"不管怎么说，特效没得说。主角和奇异博士在异空间的打斗给人印象十分深刻。三代同框确实够情怀。反派由于人数较多，沙人和蜥蜴人实在是有点酱油，而且行为动机也不够明确。着重描写的章鱼博士和绿魔还是挺让人怀念的。至于剧情，emmmmmmmmmmmmmmmmmm。算了，别管他合不合理吧，超英片看什么剧情"},{"name":"这个杀手不太冷静","score":6,"time":"2022-02-21","article":"虽然质量一般般，但整体还是非常搞笑的，而且春节档居然只有这一部喜剧，就离谱。男主演技着实不错，配角也很棒，路子野（陈明昊）的黑道头头更是相当绝；艾伦仅仅是客串有点可惜。点名批评马丽，倒不是演技不行，单纯这个角色就不适合她。明明找个花瓶型的演员就很好了，没必要硬为了喜剧所以安排马丽啊（本身颜值也不在第一档）。"},{"name":"不要抬头","score":8,"time":"2022-02-14","article":"相当优秀的喜剧，看的过程多次笑喷饭。据说编剧的时候是2019年，那也算半个预言电影了，把懂皇那一套给讽刺完了。顺便也讽刺了米国资本黑手操控政府的情况。资本为了利益置全人类安全为玩物，也是相当真实了。小李子在节目中的爆发绝了，大表姐相较之下没有什么出彩的表演。另外某一幕甚至还有奶子看还行。"},{"name":"奇迹·笨小孩","score":8,"time":"2022-02-09","article":"这片里面拆手机相当专业，数码爱好者狂喜。由于我就在深圳华强北，代入感又极高，再次狂喜。比起春节其它几部电影，基于普通小人物，立意首先就赢了一大筹。虽然几年后的成功有点出戏，但由于着重刻画了男主创业过程中的种种不易，大团圆结局反而让人很过瘾。文牧野确实有点东西，牛！"},{"name":"狙击手","score":7,"time":"2022-02-09","article":"故事其实是比水门桥讲的要好，由小见大的感觉让人很喜欢。可是后半主角的表现实在过于违反常识，让人十分出戏。而血腥的表现其实也不适合春节的氛围，不知道为什么现在春节都上这种片子。。。"},{"name":"长津湖之水门桥","score":8,"time":"2022-02-03","article":"由于比上半部紧凑、完成度高，观感是要好于上部的。最后吴京牺牲自己炸桥还是挺燃的，可惜美帝实在太屌了，导致不够爽。最后七连只剩万里报道的名场面确实赞，可惜最后的煽情有点蛇足。总的来说8分没毛病，徐克水平还是稳健的 "}]}